export default {
  projections: {
    МестоХранE: {
      расположение: {
        __caption__: 'Расположение'
      },
      имяМеста: {
        __caption__: 'Имя места'
      },
      записьМат: {
        __caption__: 'Запись мат',
        материал: {
          __caption__: 'Материал'
        }
      }
    },
    МестоХранL: {
      расположение: {
        __caption__: 'Расположение'
      },
      имяМеста: {
        __caption__: 'Имя места'
      },
      записьМат: {
        __caption__: 'Материал',
        материал: {
          __caption__: 'Материал'
        }
      }
    }
  },
  validations: {
    имяМеста: {
      __caption__: 'Имя места'
    },
    расположение: {
      __caption__: 'Расположение'
    },
    записьМат: {
      __caption__: 'Запись мат'
    }
  }
};
