export default {
  projections: {
    ЗаказE: {
      способДоставки: {
        __caption__: 'Способ доставки'
      },
      фИОЗаказчика: {
        __caption__: 'Ф и о заказчика'
      },
      цвет: {
        __caption__: 'Цвет'
      },
      колво: {
        __caption__: 'Колво'
      },
      номерЗаказа: {
        __caption__: 'Номер заказа'
      },
      адресЗаказ: {
        __caption__: 'Адрес заказ'
      },
      материал: {
        __caption__: 'Материал'
      },
      отпускМат: {
        __caption__: 'Отпуск мат',
        датаПроводки: {
          __caption__: 'Дата проводки'
        }
      }
    },
    ЗаказL: {
      способДоставки: {
        __caption__: 'Способ доставки'
      },
      фИОЗаказчика: {
        __caption__: 'Ф и о заказчика'
      },
      цвет: {
        __caption__: 'Цвет'
      },
      колво: {
        __caption__: 'Колво'
      },
      номерЗаказа: {
        __caption__: 'Номер заказа'
      },
      адресЗаказ: {
        __caption__: 'Адрес заказ'
      },
      материал: {
        __caption__: 'Материал'
      },
      отпускМат: {
        __caption__: 'Дата проводки',
        датаПроводки: {
          __caption__: 'Дата проводки'
        }
      }
    }
  },
  validations: {
    адресЗаказ: {
      __caption__: 'Адрес заказ'
    },
    колво: {
      __caption__: 'Колво'
    },
    материал: {
      __caption__: 'Материал'
    },
    номерЗаказа: {
      __caption__: 'Номер заказа'
    },
    способДоставки: {
      __caption__: 'Способ доставки'
    },
    фИОЗаказчика: {
      __caption__: 'Ф и о заказчика'
    },
    цвет: {
      __caption__: 'Цвет'
    },
    отпускМат: {
      __caption__: 'Отпуск мат'
    }
  }
};
