export default {
  projections: {
    ОтпускМатE: {
      датаПроводки: {
        __caption__: 'Дата проводки'
      },
      сотрудники: {
        __caption__: 'Сотрудники',
        должность: {
          __caption__: 'Должность'
        }
      }
    },
    ОтпускМатL: {
      датаПроводки: {
        __caption__: 'Дата проводки'
      },
      сотрудники: {
        __caption__: 'Должность',
        должность: {
          __caption__: 'Должность'
        }
      }
    }
  },
  validations: {
    датаПроводки: {
      __caption__: 'Дата проводки'
    },
    сотрудники: {
      __caption__: 'Сотрудники'
    }
  }
};
