export default {
  projections: {
    СотрудникиE: {
      табель: {
        __caption__: 'Табель'
      },
      должность: {
        __caption__: 'Должность'
      },
      фИО: {
        __caption__: 'ФИО'
      }
    },
    СотрудникиL: {
      табель: {
        __caption__: 'Табель'
      },
      должность: {
        __caption__: 'Должность'
      },
      фИО: {
        __caption__: 'ФИО'
      }
    }
  },
  validations: {
    должность: {
      __caption__: 'Должность'
    },
    табель: {
      __caption__: 'Табель'
    },
    фИО: {
      __caption__: 'ФИО'
    }
  }
};
