export default {
  projections: {
    ТНE: {
      цвет: {
        __caption__: 'Цвет'
      },
      датаПоставки: {
        __caption__: 'Дата поставки'
      },
      номерТС: {
        __caption__: 'Номер ТС'
      },
      имяМат: {
        __caption__: 'Имя мат'
      },
      поставщик: {
        __caption__: 'Поставщик'
      },
      номерТН: {
        __caption__: 'Номер ТН'
      },
      принял: {
        __caption__: 'Принял'
      },
      состав: {
        __caption__: 'Состав'
      },
      записьМат: {
        __caption__: 'Запись мат',
        материал: {
          __caption__: 'Материал'
        }
      },
      сотрудники: {
        __caption__: 'Сотрудники',
        должность: {
          __caption__: 'Должность'
        }
      }
    },
    ТНL: {
      цвет: {
        __caption__: 'Цвет'
      },
      датаПоставки: {
        __caption__: 'Дата поставки'
      },
      номерТС: {
        __caption__: 'Номер ТС'
      },
      имяМат: {
        __caption__: 'Имя мат'
      },
      поставщик: {
        __caption__: 'Поставщик'
      },
      номерТН: {
        __caption__: 'Номер ТН'
      },
      принял: {
        __caption__: 'Принял'
      },
      состав: {
        __caption__: 'Состав'
      },
      записьМат: {
        __caption__: 'Материал',
        материал: {
          __caption__: 'Материал'
        }
      },
      сотрудники: {
        __caption__: 'Должность',
        должность: {
          __caption__: 'Должность'
        }
      }
    }
  },
  validations: {
    датаПоставки: {
      __caption__: 'Дата поставки'
    },
    имяМат: {
      __caption__: 'Имя мат'
    },
    номерТН: {
      __caption__: 'Номер ТН'
    },
    номерТС: {
      __caption__: 'Номер ТС'
    },
    поставщик: {
      __caption__: 'Поставщик'
    },
    принял: {
      __caption__: 'Принял'
    },
    состав: {
      __caption__: 'Состав'
    },
    цвет: {
      __caption__: 'Цвет'
    },
    записьМат: {
      __caption__: 'Запись мат'
    },
    сотрудники: {
      __caption__: 'Сотрудники'
    }
  }
};
