export default {
  projections: {
    ЗаписьМатE: {
      номерЗаписи: {
        __caption__: 'Номер записи'
      },
      материал: {
        __caption__: 'Материал'
      },
      датаСоздания: {
        __caption__: 'Дата создания'
      },
      сотрудники: {
        __caption__: 'Сотрудники',
        должность: {
          __caption__: 'Должность'
        }
      }
    },
    ЗаписьМатL: {
      номерЗаписи: {
        __caption__: 'Номер записи'
      },
      материал: {
        __caption__: 'Материал'
      },
      датаСоздания: {
        __caption__: 'Дата создания'
      },
      сотрудники: {
        __caption__: 'Должность',
        должность: {
          __caption__: 'Должность'
        }
      }
    }
  },
  validations: {
    датаСоздания: {
      __caption__: 'Дата создания'
    },
    материал: {
      __caption__: 'Материал'
    },
    номерЗаписи: {
      __caption__: 'Номер записи'
    },
    сотрудники: {
      __caption__: 'Сотрудники'
    }
  }
};
